[ItemDefs.ID_SullysPumpkinHead MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Capacete do Adaga Suja"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_SullysPumpkinHead:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Cabeça do Adaga Suja"
NoConstraintText=""
Suffix=""
Prefix=""

[UnusedJunk.ID_BennysPumpkinHead MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Cabeça de Abóbora do Benny"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[UnusedJunk.ID_BennysPumpkinHead:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Não há nada melhor que isso pra dizer: ''Eu te amo tanto que mandei te matar''."
NoConstraintText=""
Suffix=""
Prefix=""

[UnusedJunk.ID_M_PumpkinHeadPaperSheet MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Folha de Papel"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[UnusedJunk.ID_M_PumpkinHeadPaperSheet:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma única folha de papel."
NoConstraintText=""
Suffix=""
Prefix=""

